proposal.org
#+title: Proposal of POMODO
#+Auther : Shunya Kikuchi, Rinichi Murata
SCHEDULED: <2024-10-11 金>

* 目的
一人で作業を行う際、生産性の向上を図るための手段のひとつとして、ポモドーロタイマの利用が挙げられる。ポモドーロタイマとは、決められた時間配分で作業と休憩を繰り返し行う時間管理法である。一般的に、25分間の作業と5分間の休憩というサイクルであるが、この時間設定はユーザのその日の体調や環境のことを考慮できていない。そこで本グループからは、各ユーザのコンディションを考慮した時間設定を行うポモドーロタイマの企画を発案する。

* 新規性

* 詳細

* 作成計画
