proposal.tex
% Created 2024-10-04 金 18:00
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\author{菊池駿耶}
\date{\today}
\title{Proposal of POMODO}
\hypersetup{
 pdfauthor={菊池駿耶},
 pdftitle={Proposal of POMODO},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 29.4 (Org mode 9.7.11)}, 
 pdflang={English}}
\begin{document}

\maketitle
\tableofcontents

\#+Auther : Shunya Kikuchi, Rinichi Murata
SCHEDULED: \textit{<2024-10-11 金>}
\section{目的}
\label{sec:org1a4dcfa}
一人で作業を行う際、生産性の向上を図るための手段のひとつとして、ポモドーロタイマの利用が挙げられる。ポモドーロタイマとは、決められた時間配分で作業と休憩を繰り返し行う時間管理法である。一般的に、25分間の作業と5分間の休憩というサイクルであるが、この時間設定はユーザのその日の体調や環境のことを考慮できていない。そこで本グループからは、各ユーザのコンディションを考慮した時間設定を行うポモドーロタイマの企画を発案する。
\section{新規性}
\label{sec:orgee2a9ca}

\section{詳細}
\label{sec:org6e8301e}

\section{作成計画}
\label{sec:org5507dde}
\end{document}
